Repository: aerusso/reportbug-ng
Catalog: src/po/*.po
Languages: cs, de, fr, it, ja, pl, ru

source: Summary
cs: Souhrn
de: Zusammenfassung
it: Riassunto
ja: サマリー
pl: Podsumowanie
ru: Краткие сведения

source: Status
cs: Stav
it: Stato
ja: ステータス
pl: Stan
ru: Состояние

source: Severity
cs: Závažnost
de: Dringlichkeit
it: Gravità
ja: 重要度
pl: Ważność
ru: Серьёзность

source: Quits Reportbug NG
fr: Quitte Reportbug NG
it: Esce da Reportbug NG

source: &Quit
fr: &Quitter
it: &Esci

source: Provide additional information for the current bugreport
cs: Přidá další informace ke stávajícímu hlášení o chybě
de: Zusätzliche Informationen zu aktuellem Fehlerbericht bereitstellen
fr: Fournit des informations supplémentaires pour le rapport de bogue actuel
it: Fornisce informazioni aggiuntive su questa segnalazione
ja: 現在のバグレポートに追加の情報を提供する
pl: Dostarcz informacje dodatkowe dla bieżącego raportu o błędzie

source: &Additional Info...
fr: &Informations supplémentaires
it: Inform&azioni aggiuntive...

source: Create new bugreport for current package
cs: Vytvoří nové hlášení o chybě v aktuálním balíku
de: Neuen Fehlerbericht für aktuelles Paket erstellen
fr: Crée un nouveau rapport de bogue pour le paquet actuel
it: Crea una nuova segnalazione per questo pacchetto
ja: 現在のパッケージのために新規バグレポートを作成する
pl: Utwórz nowy raport o błędzie dla bieżącego pakietu

source: &New Bugreport...
fr: &Nouveau rapport de bogue
it: &Nuova segnalazione...

source: Create a new WNPP bugreport
fr: Crée un nouveau rapport de bogue WNPP
it: Crea una nuova segnalazione WNPP

source: Show or hide the main menu
fr: Affiche ou cache le menu principal
it: Mostra/nasconde il menu principale

source: &Menubar
fr: Barre de &Menu
it: Barra del &menu

source: Close the current bugreport
fr: Ferme le rapport de bogue actuel
it: Chiude questa segnalazione

source: &Close Bugreport...
fr: &Ferme le rapport de bogue
it: &Chiudi segnalazione...

source: Toolbar
fr: Barre d'outils
it: Barra degli strumenti

source: Enter a package name or a filter expression
cs: Zadejte jméno balíku nebo filtrovací výraz
de: Geben Sie einen Paketnamen oder einen Filterausdruck ein
fr: Veuillez indiquer un nom de paquet ou une expression de filtrage
it: Inserire il nome di un pacchetto o una espressione filtro
ja: パッケージ名かフィルター表現を入力してください
pl: Wprowadź nazwę pakietu lub wyrażenie filtra

source: &Bugreport
fr: Rapport de &Bogue
it: Segnalazione di &bug

source: <h2>Using Reportbug-NG</h2> <h3>Step 1: Finding Bugs</h3> <p>To find a bug just enter a query and press Enter. Loading the list might take a few seconds.</p> <p>The following queries are supported: <dl> <dt><code>package</code></dt><dd>Returns all the bugs belonging to the PACKAGE</dd> <dt><code>bugnumber</code></dt><dd>Returns the bug with BUGNUMBER</dd> <dt><code>maintainer@foo.bar</code></dt><dd>Returns all the bugs assigned to MAINTAINER</dd> <dt><code>src:sourcepackage</code></dt><dd>Returns all the bugs belonging to the SOURCEPACKAGE</dd> <dt><code>from:submitter@foo.bar</code></dt><dd>Returns all the bugs filed by SUBMITTER</dd> <dt><code>severity:foo</code></dt><dd>Returns all the bugs of SEVERITY. Warning: this list is probably very long. Recognized are the values: critical, grave, serious, important, normal, minor and wishlist</dd> <dt><code>tag:bar</code></dt><dd>Returns all the bugs marked with TAG</dd> </dl> </p> <p>To see the full bugreport click on the bug in the list. Links in the bugreport will open in an external browser when clicked.</p> <h3>Step 2: Filtering Bugs</h3> <p>To filter the list of existing bugs enter a few letters (without pressing Enter). The filter is case insensitive and affects the packagename, bugnumber, summary, status and severity of a bug.</p> <h3>Step 3: Reporting Bugs</h3> <p>You can either provide additional information for an existing bug by clicking on the bug in the list and pressing the "Additional Info" button or you can create a new bugreport for the current package by clicking the "New Bugreport" button.</p>
cs: <h2>Používání Reportbug-NG</h2> <h3>1. krok: Hledání chyb</h3> <p>Pro nalezení chyby jednoduše zadejte dotaz a stiskněte Enter. Načítání seznamu může trvat několik sekund.</p> <p>Podporovány jsou následující dotazy: <dl> <dt><code>balík</code></dt><dd>Vrátí všechny chyby patřící BALÍKU</dd> <dt><code>číslochyby</code></dt><dd>Vrátí chybu s číslem ČÍSLOCHYBY</dd> <dt><code>vývojář@kde.si</code></dt><dd>Vrátí všechny chyby přiřazené VÝVOJÁŘI</dd> <dt><code>src:zdrojovýbalík</code></dt><dd>Vrátí všechny chyby patřící ZDROJOVÉMUBALÍKU</dd> <dt><code>from:odesílatel@kde.si</code></dt><dd>Vrátí všechny chyby zaslané ODESÍLATELEM</dd> <dt><code>severity:důležitost</code></dt><dd>Vrátí všechny chyby dané DŮLEŽITOSTI. Varování: tento seznam bude velmi dlouhý. Rozpoznávané hodnoty jsou: critical, grave, serious, important, normal, minor a wishlist</dd> <dt><code>tag:značka</code></dt><dd>Vrátí všechny chyby označené ZNAČKOU</dd> </dl> </p> <p>Pro zobrazení celého hlášení o chybě klikněte v seznamu na požadovanou chybu. Odkazy v chybovém hlášení se po kliknutí otevřou v externím prohlížeči.</p> <h3>2. krok: Filtrování chyb</h3> <p>Seznam nalezených chyb můžete filtrovat zadáním několika písmen (bez stisku Enter). Filtr nebere ohled na velikost písmen a filtruje podle balíku, čísla chyby, souhrnu, stavu a závažnosti chyby.</p> <h3>3. krok: Hlášení chyb</h3> <p>Buď můžete přidat další informaci ke stávající chybě kliknutím na její číslo v seznamu a stisknutím tlačítka „Dodatečné informace“, nebo můžete vytvořit úplně nové hlášení o chybě v aktuálním balíku kliknutím na tlačítko „Nové hlášení o chybě“.</p>
de: <h2>Reportbug-NG benutzen</h2> <h3>Schritt 1: Fehlerbericht finden</h3> <p>Um einen Fehlerbericht zu finden geben Sie einfach eine Anfrage ein und drücken anschließend Enter. Das Laden der Liste kann ein paar Sekunden dauern.</p> <p>Folgende Anfragen werden unterstützt: <dl> <dt><code>paket</code></dt><dd>Lädt alle Fehlerberichte die zum PAKET gehören</dd> <dt><code>fehlernummer</code></dt><dd>Lädt den Fehlerbericht mit der FEHLERNUMMER</dd> <dt><code>maintainer@foo.bar</code></dt><dd>Lädt alle Fehlerbericht, die dem MAINTAINER zugewiesen wurden</dd> <dt><code>src:quellpaket</code></dt><dd>Lädt alle Fehlerberichte die zum QUELLPAKET gehören</dd> <dt><code>from:submitter@foo.bar</code></dt><dd>Lädt alle Fehlerberichte die von SUBMITTER erstellt wurden</dd> <dt><code>severity:foo</code></dt><dd>Lädt alle Fehlerberichte mit der Dringlichkeit FOO. Warnung: diese Liste ist wahrscheinlich sehr lang. Erkannt werden folgende Werte: critical (kritisch), grave (gravierend), serious (beträchtlich), important (wichtig), normal, minor (geringfügig) und wishlist (Wunschliste)</dd> <dt><code>tag:bar</code></dt><dd>Lädt alle Fehler die mit TAG markiert wurden</dd> </dl> </p> <p>Um den kompletten Fehlerbericht zu lesen, klicken Sie auf den entsprechenden Fehler in der Liste. Links im Fehlerbericht werden im externen Browser geöffnet.</p> <h3>Schritt 2: Fehlerberichte filtern</h3> <p>Um die Liste der existierenden Fehlerberichte einzugrenzen geben Sie ein paar Buchstaben (ohne Enter zu drücken) ein. Groß- und Kleinschreibung werden ignoriert. Gefiltert werden Paketname, Fehlernummer, Zusammenfassung, Status und Dringlichkeit der Fehler. <h3>Schritt 3: Fehler melden</h3> <p>Sie können entweder zusätzliche Informationen zu einem existierenden Fehler einsenden indem Sie auf "Zusätzliche Informationen" klicken, oder Sie können einen neuen Fehlerbericht erstellen indem Sie auf "Neuer Fehlerbericht" klicken.</p>
fr: <h2>Utilisation de Reportbug-NG</h2> <h3>Étape 1 : trouver des bogues</h3> <p>Pour trouver un bogue, saisissez une requête et appuyez sur Entrée. Le chargement de la liste peut prendre quelques secondes.</p> <p>Les requêtes suivantes sont prises en charge : <dl> <dt><code>paquet</code></dt><dd>Renvoie tous les bogues appartenant au paquet PAQUET</dd> <dt><code>numéro</code></dt><dd>Renvoie le bogue ayant pour numéro de bogue NUMÉRO</dd> <dt><code>responsable@exemple.org</code></dt><dd>Renvoie tous les bogues affectés au responsable RESPONSABLE</dd> <dt><code>src:PAQUETSOURCE</code></dt><dd>Renvoie tous les bogues appartenant au paquet source PAQUETSOURCE</dd> <dt><code>from:EXPÉDITEUR@exemple.org</code></dt><dd>Renvoie tous les bogues envoyés par l'expéditeur EXPÉDITEUR</dd> <dt><code>severity:SÉVÉRITÉ</code></dt><dd>Renvoie tous les bogues de gravité SÉVÉRITÉ. Attention, cette liste est probablement très longue. Les valeurs reconnues sont : « critical » (critique), « grave » (grave), « serious » (sérieux), « important » (important), « normal » (normal), « minor » (mineur) et « wishlist » (liste de souhaits)</dd> <dt><code>tag:ÉTIQUETTE</code></dt><dd>Renvoie tous les bogues étiquetés avec ÉTIQUETTE</dd> </dl> </p> <p>Pour voir le rapport de bogue dans son intégralité, cliquez sur le bogue dans la liste. Si vous cliquez sur des liens présents dans le rapport de bogue, ils seront ouverts dans un navigateur externe.</p> <h3>Étape 2 : filtrer les bogues</h3> <p>Pour filtrer la liste des bogues existants, saisissez quelques lettres (sans appuyer sur Entrée). Le filtre n'est pas sensible à la casse et concerne le nom de paquet, le numéro de bogue, le résumé, l'état et la gravité d'un bogue.</p> <h3>Étape 3 : rapporter des bogues</h3> <p>Vous pouvez soit fournir des informations supplémentaires pour un bogue existant en cliquant sur le bogue dans la liste puis sur le bouton « Informations supplémentaires », soit créer un nouveau rapport de bogue pour le paquet en cours en cliquant sur le bouton « Nouveau rapport de bogue ».</p>
it: <h2>Utilizzo di Reportbug-NG</h2> <h3>Passo 1: trovare i bug</h3> <p>Per trovare un bug inserire una query e premere Invio. Il caricamento della lista potrà impiegare alcuni secondi.</p> <p>Sono supportate le seguenti query: <dl> <dt><code>pacchetto</code></dt><dd>Restituisce tutti i bug che appartengono al PACCHETTO</dd> <dt><code>numerobug</code></dt><dd>Restituisce il bug numero NUMEROBUG</dd> <dt><code>responsabile@pippo.pluto</code></dt><dd>Restituisce tutti i bug assegnati a RESPONSABILE</dd> <dt><code>src:pacchettosorgente</code></dt><dd>Restituisce tutti i bug che appartengono al PACCHETTOSORGENTE</dd> <dt><code>from:segnalatore@pippo.pluto</code></dt><dd>Restituisce tutti i bug sottoposti da SEGNALATORE</dd> <dt><code>severity:pippo</code></dt><dd>Restituisce tutti i bug con GRAVITÀ. Attenzione: questa lista può essere molto lunga. Valori riconosciuti: critical, grave, serious, important, normal, minor e wishlist</dd> <dt><code>tag:pluto</code></dt><dd>Restituisce tutti i bug contrassegnati con TAG</dd> </dl> </p> <p>Per vedere la segnalazione completa fare clic sul bug nella lista. Facendo clic sui collegamenti contenuti nella segnalazione, questi verranno aperti in un browser esterno.</p> <h3>Passo 2: Filtrare i bug</h3> <p>Per filtrare la lista dei bug esistenti inserire alcune lettere (senza premere Invio). Il filtro non distingue maiuscole e minuscole e ha effetto su nome del pacchetto, numero, riassunto, stato e gravità di un bug.</p> <h3> Passo 3: Segnalare i bug</h3> <p>È possibile fornire ulteriori informazioni su un bug esistente facendo clic sul bug nella lista e premendo il pulsante «Ulteriori informazioni» oppure creare una nuova segnalazione per il pacchetto corrente facendo clic sul pulsante «Nuova segnalazione».</p>
pl: <h2>Używanie Reportbug-NG</h2> <h3>Krok 1: Znajdowanie Błędów</h3> <p>Aby znaleźć błąd wpisz zapytanie i wciśnij Enter. Wczytywanie listy może zająć parę sekund.</p> <p>Obsługiwane są następujące zapytania: <dl> <dt><code>pakiet</code></dt><dd>Zwraca wszystkie błędy należące do PAKIETU</dd> <dt><code>numer_błędu</code></dt><dd>Zwraca błąd o NUMERZE</dd> <dt><code>opiekun@foo.bar</code></dt><dd>Zwraca wszystkie błędy przydzielone do OPIEKUNA</dd> <dt><code>src:pakiet_źródłowy</code></dt><dd>Zwraca wszystkie błędy należące do PAKIETU_ŹRÓDŁOWEGO</dd> <dt><code>from:zgłaszający@foo.bar</code></dt><dd>Zwraca wszystkie błędy otwarte przez ZGŁASZAJĄCEGO</dd> <dt><code>severity:foo</code></dt><dd>Zwraca wszystkie błędy o WAŻNOŚCI. Uwaga: ta lista jest prawdopodobnie bardzo długa. Rozpoznawane wartości to: critical, grave, serious, important, normal, minor i wishlist</dd> <dt><code>tag:bar</code></dt><dd>Zwraca wszystkie błędy oznaczone TAGIEM</dd> </dl> </p> <p>Aby zobaczyć pełny raport o błędzie kliknij na błędzie z listy. Linki z raportu, po kliknięciu, są otwierane w zewnętrznej przeglądarce.</p> <h3>Krok 2: Filtrowanie Błędów</h3> <p>Aby filtrować listę istniejących błędów wpisz kilka liter (bez wciskania klawisza Enter). Filtr nie jest wrażliwy na wielkość liter oraz działa na pola nazwa_pakietu, numer_błędu, podsumowanie, stan i ważność.</p> <h3>Krok 3: Zgłaszanie Błędów</h3> <p>Możesz dostarczyć informacje dodatkowe dla istniejącego błędu poprzez wybranie błędu z listy i wciśnięciu przycisku "Informacje Dodatkowe" lub utworzyć nowy raport o błędzie dla bieżącego pakietu poprzez wciśnięcie przycisku "Nowy Błąd".</p>
ru: <h2>Использование Reportbug-NG</h2> <h3>Шаг 1: Поиск ошибок</h3> <p>Чтобы найти ошибку, просто введите один из запросов и нажмите Enter. На загрузку списка может потребоваться несколько секунд.</p> <p>Поддерживаются следующие запросы: <dl> <dt><code>название пакета</code></dt><dd>Выдаются все ошибки, имеющиеся в данном ПАКЕТЕ</dd> <dt><code>номер ошибки</code></dt><dd>Выдаётся ошибка с указанным НОМЕРОМ</dd> <dt><code>maintainer@foo.bar</code></dt><dd>Выдаются все ошибки, переданные СОПРОВОЖДАЮЩЕМУ</dd> <dt><code>src:пакет_с_исходными_текстами</code></dt><dd>Выдаются все ошибки, имеющиеся в ПАКЕТЕ С ИСХОДНЫМИ ТЕКСТАМИ</dd> <dt><code>from:submitter@foo.bar</code></dt><dd>Выдаются все ошибки, о которых сообщил ОТПРАВИТЕЛЬ</dd> <dt><code>severity:значение</code></dt><dd>Выдаются все ошибки, имеющие указанную СЕРЬЁЗНОСТЬ. Предупреждение: этот список, скорее всего, будет длинным. Возможны следующие ЗНАЧЕНИЯ: critical, grave, serious, important, normal, minor и wishlist</dd> <dt><code>tag:bar</code></dt><dd>Выдаются все ошибки, имеющие тег BAR</dd> </dl> </p> <p>Чтобы посмотреть сообщение об ошибке целиком, щёлкните на нём в списке. Ссылки в сообщениях открываются во внешнем браузере.</p> <h3>Шаг 2: Фильтрация ошибок</h3> <p>Чтобы отфильтровать список существующих ошибок введите несколько букв (без нажатия Enter). Фильтр нечувствителен к регистру символов и применяется к имени пакета, номеру ошибки, кратким сведениям, состоянию и серьёзности ошибки.</p> <h3>Шаг 3: Написание сообщения об ошибке</h3> <p>Вы можете дополнить информацию о существующей ошибке, выбрав ошибку в списке и нажав кнопку "Дополнительная информация", или можете создать новое сообщение об ошибке для текущего пакета, нажав кнопку "Новое сообщение об ошибке".</p>

source: <b>%(cri)s</b> makes unrelated software on the system (or the whole system) break, or causes serious data loss, or introduces a security hole on systems where you install the package. <br> <b>%(gra)s</b> makes the package in question unusable or mostly so, or causes data loss, or introduces a security hole allowing access to the accounts of users who use the package. <br> <b>%(ser)s</b> is a severe violation of Debian policy (roughly, it violates a "must" or "required" directive), or, in the package maintainer's opinion, makes the package unsuitable for release. <br> <b>%(imp)s</b> a bug which has a major effect on the usability of a package, without rendering it completely unusable to everyone. <br> <b>%(nor)s</b> the default value, applicable to most bugs. <br> <b>%(min)s</b> a problem which doesn't affect the package's usefulness, and is presumably trivial to fix. <br> <b>%(wis)s</b> for any feature request, and also for any bugs that are very difficult to fix due to major design considerations.
cs: <b>%(cri)s</b> znamená, že se pokazí nesouvisející software (případně celý systém), způsobuje závažnou ztrátu dat, nebo v systému s tímto balíkem odhaluje závažnou bezpečnostní díru. <br> <b>%(gra)s</b> znamená, že je daný balík nepoužitelný, způsobuje ztrátu dat, případně odhaluje bezpečnostní díru, která umožňuje přístup k účtům uživatelů, kteří balík využívají. <br> <b>%(ser)s</b> je závažné porušení politiky Debianu (v zásadě porušuje nařízení „must“ nebo „required“), případně si správce balíku myslí, že balík není vhodný pro vydání. <br> <b>%(imp)s</b> je chyba, která má velký vliv na použitelnost balíku, což ale neznamená, že nemůže fungovat pro někoho jiného. <br> <b>%(nor)s</b> je výchozí hodnota vhodná pro většinu chyb. <br> <b>%(min)s</b> problém, který nemá vliv na užitečnost balíku a je pravděpodobně jednoduše opravitelný. <br> <b>%(wis)s</b> pro požadavky na novou funkcionalitu a také pro chyby, které se dají velmi těžko opravit, protože se liší od toho, jak byl balík navržen.
de: <b>%(cri)s</b> Beschädigt Software im System, die in keinem Bezug zum fehlerhaften Paket steht, (oder sogar das ganze System) oder verursacht einen ernsthaften Datenverlust oder öffnet eine neue Sicherheitslücke auf dem System, auf dem Sie das Paket installieren.<br> <b>%(gra)s</b> Macht das betreffende Paket (fast) unbrauchbar oder verursacht einen Datenverlust oder öffnet eine Sicherheitslücke, die es erlaubt, auf die Benutzeraccounts derjenigen Benutzer zuzugreifen, die das Paket verwenden.<br><b>%(ser)s</b> Ist eine ernsthafte Verletzung der Debian Policy (bedeutet ungefähr, dass es eine »muss«- oder »erfordert«-Klausel verletzt) oder macht das Paket nach Meinung des Betreuers ungeeignet für eine Veröffentlichung.<br><b>%(imp)s</b> Ein Fehler, der wesentliche Auswirkungen auf die Benutzbarkeit des Pakets hat, ohne es völlig unbrauchbar für jedermann zu machen.<br> <b>%(nor)s</b> Standardwert, anwendbar auf die meisten Fehler.<br><b>%(min)s</b> Ein Problem, das die Nützlichkeit des Pakets nicht beeinflusst, und das vermutlich sehr leicht zu beheben ist.<br><b>%(wis)s</b> Für beliebige Feature-Requests, aber auch für beliebige Fehler, die aufgrund wesentlicher konzeptioneller Erwägungen sehr schwer zu beheben sind.
fr: <b>%(cri)s</b> (critique) rend inexploitable des programmes qui ne lui sont pourtant pas associés, ou casse globalement le système, ou cause de sévères pertes de données, ou encore crée une faille dans la sécurité du système. <br><b>%(gra)s</b> (grave) rend le paquet en question inutilisable ou presque, ou cause des pertes de données, ou introduit une faille de sécurité permettant l'accès aux comptes des utilisateurs qui se servent du paquet. <br><b>%(ser)s</b> (sérieux) est une sévère violation de la charte Debian (grossièrement, il viole une directive « must » ou « required »), ou, dans l'esprit du responsable du paquet, rend le paquet indistribuable. <br><b>%(imp)s</b> (important) est un bogue ayant un effet majeur sur l'utilité du paquet, tout en ne le rendant pas complètement inutilisable. <br><b>%(nor)s</b> (normal) la valeur par défaut, applicable à la plupart des bogues. <br><b>%(min)s</b> (mineur) un problème qui n'affecte pas l'utilité du paquet, et qui est a priori simple à résoudre. <br><b>%(wis)s</b> (souhait) pour une demande d'une fonctionnalité, et aussi pour un bogue très difficile à résoudre du fait de la conception du paquet.
it: <b>%(cri)s</b> rende inutilizzabile altro software non correlato al pacchetto (oppure l'intero sistema) o causa una grave perdita di dati o introduce un buco di sicurezza sui sistemi in cui il pacchetto viene installato. <br> <b>%(gra)s</b> rende il pacchetto in questione inutilizzabile o quasi o causa perdita di dati o introduce un buco di sicurezza che consente l'accesso agli account degli utenti che utilizzano il pacchetto. <br> <b>%(ser)s</b> è una seria violazione della politica Debian (in pratica, viola una direttiva considerata «obbligatoria» o «richiesta») o, secondo il responsabile del pacchetto, lo rende inadatto al rilascio. <br> <b>%(imp)s</b> un bug che ha un effetto pesante sull'usabilità del pacchetto, senza renderlo completamente inutilizzabile a tutti. <br> <b>%(nor)s</b> il valore predefinito, applicabile alla maggior parte dei bug. <br> <b>%(min)s</b> un problema che non pregiudica l'utilità del pacchetto e la cui correzione si presume che sia banale. <br> <b>%(wis)s</b> per qualunque richiesta di funzionalità aggiuntive e inoltre per qualunque bug che sia molto arduo da correggere a causa di profonde considerazioni strutturali.
pl: "<b>%(cri)s</b> psuje niezwiązane oprogramowanie w systemie (lub cały system), lub powoduje poważną utratę danych, lub wprowadza dziurę w bezpieczeństwie w systemach, na których instalujesz pakiet. <br> <b>%(gra)s</b> czyni pakiet nieużytecznym, lub powoduje utratę danych, lub wprowadza dziurę w bezpieczeństwie pozwalającą na dostęp do kont użytkowników pakietu. <br> <b>%(ser)s</b> poważne pogwałcenie polityki Debiana (w przybliżeniu pogwałca dyrektywę "musi" lub "wymaga"), lub, w opinii opiekuna pakietu, czyni pakiet niezdatnym do wydania. <br> <b>%(imp)s</b> błąd, który ma znaczący wpływ na użyteczność pakietu, bez czynienia go całkowicie bezużytecznym dla wszystkich. <br> <b>%(nor)s</b> wartość domyślna, odpowiednia dla większości błędów. <br> <b>%(min)s</b> problem, który nie ma wpływu na użyteczność pakietu oraz jest prawdopodobnie łatwy do naprawienia. <br> <b>%(wis)s</b> dla każdej prośby o funkcję, również dla każdego błędu bardzo trudnego do naprawienia z powodu głównych względów projektowych."
ru: <b>%(cri)s</b> (критическая) указывается, если установка пакета делает нерабочим не связанное с ним ПО в системе (или всю систему), приводит к серьёзной потере данных или к проблемам с безопасностью в системе. <br> <b>%(gra)s</b> (угрожающая) указывается, если пакет практически не пригоден для использования, приводит к потере данных, или к проблемам с безопасностью, позволяя использовать учётные записи пользователей этого пакета. <br> <b>%(ser)s</b> (серьёзная) указывается, если пакет нарушает политику Debian (проще говоря, нарушает директивы "must" (должен) или "required" (требуется)), или по мнению сопровождающего пакета, когда пакет непригоден для выпуска. <br> <b>%(imp)s</b> (важная) указывается, если ошибка затрагивает часть возможностей пакета, но не все. <br> <b>%(nor)s</b> (нормальная) является значением по умолчанию, подходит для большинства ошибок. <br> <b>%(min)s</b> (незначительная) указывается, если есть проблема, которая не влияет на работоспособность пакета и, вероятно, легко исправима. <br> <b>%(wis)s</b> (пожелание) используется для запроса какой-либо новой возможности, а также для ошибок, которые очень трудно исправить, так как для этого требуется изменить проект программы в целом.

source: <h2>No bugreports for package %s found!</h2>
cs: <h2>Žádná chybová hlášení pro balík %s nebyla nalezena!</h2>
de: <h2>Keine Fehlerberichte für Paket %s gefunden!</h2>
fr: <h2>Pas de rapport de bogue trouvé pour le paquet %s.</h2>
it: <h2>Non è stata trovata alcuna segnalazione per il pacchetto %s.</h2>
ja: <h2>パッケージ %s に該当するバグはひとつもみつかりませんでした！</h2>
pl: <h2>Nie znaleziono raportów o błędach dla pakietu %s!</h2>
ru: <h2>Для пакета %s нет сообщений об ошибках!</h2>

source: <h2>Click on a bugreport to see the full text.</h2>
cs: <h2>Pro zobrazení celého textu klikněte na hlášení o chybě.</h2>
de: <h2>Klicken Sie auf den Fehlerbericht um den vollständigen Text zu sehen.</h2>
fr: <h2>Cliquez sur un rapport de bogue pour afficher l'ensemble du texte.</h2>
it: <h2>Fare clic su una segnalazione per vedere il testo completo.</h2>
ja: <h2>本文を確認するにはバグレポートをクリックしてください。</h2>
pl: <h2>Kliknij na raporcie, aby zobaczyć pełny tekst.</h2>
ru: <h2>Щёлкните на сообщении об ошибке, чтобы увидеть полный текст.</h2>
