Repository: aerusso/reportbug-ng
Catalog: src/po/*.po
Languages: cs, de, fr, it, ja, pl, ru

source: <h2>Fetching bugreports of source package %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybách ve zdrojovém balíku %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerberichte für Quellpaket %s, bitte warten Sie.</h2>
fr: <h2>Récupération des rapports de bogue du paquet source %s, veuillez patienter.</h2>
it: <h2>Recupero delle segnalazioni per il pacchetto sorgente %s, attendere.</h2>
pl: <h2>Pobieranie raportów o błędach dla pakietu źródłowego %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщений об ошибках в пакете с исходниками %s.</h2>

source: <h2>Fetching bugreports from submitter %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybách od zasilatele %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerberichte von Einsender %s, bitte warten Sie.</h2>
fr: <h2>Récupération des rapports de l'expéditeur %s, veuillez patienter.</h2>
it: <h2>Recupero delle segnalazioni presentate dall'utente %s, attendere.</h2>
pl: <h2>Pobieranie raportów o błędach zgłoszonych przez %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщений об ошибках, отправленных %s.</h2>

source: <h2>Fetching bugreports of severity %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybách se závažností %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerberichte der Dringlichkeitstufe %s, bitte warten Sie.</h2>
fr: <h2>Récupération des rapports de bogue de gravité %s, veuillez patienter.</h2>
it: <h2>Recupero delle segnalazioni di gravità %s, attendere.</h2>
pl: <h2>Pobieranie raportów o błędach z ważnością %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщений об ошибках со степенью серьёзности %s.</h2>

source: <h2>Fetching bugreports with tag %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybách se značkou %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerberichte mit tag %s, bitte warten Sie.</h2>
fr: <h2>Récupération des rapports de bogue avec l'étiquette %s, veuillez patienter.</h2>
it: <h2>Recupero delle segnalazioni con tag %s, attendere.</h2>
pl: <h2>Pobieranie raportów o błędach z tagiem %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщений об ошибках с тегом %s.</h2>

source: <h2>Fetching bugreports assigned to %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybách přiřazené %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerberichte die an %s zugewiesen wurden, bitte warten Sie.</h2>
fr: <h2>Récupération des rapports de bogue assignés à %s, veuillez patienter.</h2>
it: <h2>Recupero delle segnalazioni assegnate a %s, attendere.</h2>
pl: <h2>Pobieranie raportów o błędach przydzielonych do %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщений об ошибках, переданных %s.</h2>

source: <h2>Fetching bugreport with bug number %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybě číslo %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerbericht mit Fehlernummer %s, bitte warten Sie.</h2>
fr: <h2>Récupération des rapports de bogue avec le numéro de bogue %s, veuillez patienter.</h2>
it: <h2>Recupero della segnalazione numero %s, attendere.</h2>
pl: <h2>Pobieranie raportu o błędzie z numerem %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщения об ошибке с номером %s.</h2>

source: <h2>Fetching bugreports for package %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybách v balíku %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerberichte für Paket %s, bitte warten Sie.</h2>
fr: <h2>Récupération des rapports de bogue pour le paquet %s, veuillez patienter.</h2>
it: <h2>Recupero delle segnalazioni per il pacchetto %s, attendere.</h2>
pl: <h2>Pobieranie raportów o błędach dla pakietu %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщений об ошибках для пакета %s.</h2>

source: <h2>Fetching bugreport %s, please wait.</h2>
cs: <h2>Stahuji hlášení o chybě %s, čekejte prosím.</h2>
de: <h2>Lade Fehlerbericht %s, bitte warten Sie.</h2>
fr: <h2>Récupération du rapport de bogue %s, veuillez patienter.</h2>
it: <h2>Recupero della segnalazione %s, attendere.</h2>
ja: <h2>バグレポート %s を取得中、お待ちください。</h2>
pl: <h2>Pobieranie raportu o błędzie %s. Proszę czekać.</h2>
ru: <h2>Подождите, идёт получение сообщения об ошибке %s.</h2>

source: Please tell us some details...
cs: Povězte nám prosím podrobnosti...
de: Bitte nennen Sie uns Details
fr: Donnez-nous quelques détails…
it: Fornire ulteriori dettagli
ja: 詳細をおしえてください・・・
pl: Proszę podać szczegóły...

source: &Package:
cs: &Balík:
de: &Paket:
fr: &Paquet :
it: &Pacchetto:
ja: パッケージ(&P):
pl: &Pakiet:

source: &Version:
cs: &Verze:
it: &Versione:
ja: バージョン(&V):
pl: &Wersja:

source: &Mailclient:
cs: Poštovní klient:
fr: Client de &messagerie :
it: Client E&mail:
ja: Mailclient(&M):
pl: &Klient poczty:

source: &Cancel
cs: &Zrušit
de: &Abbrechen
fr: &Annuler
it: A&nnulla
ja: Cancel(&C)
pl: &Anuluj

source: <b>Please choose the mailclient you want to use to write the full bugreport.</b>
cs: <b>Vyberte prosím poštovního klienta, kterého chcete použít pro napsání kompletního hlášení o chybě.</b>
de: <b>Bitte wählen Sie den Mailclienten den Sie benutzen möchten um den Fehlerbericht zu schreiben.</b>
fr: <b>Veuillez choisir le client de messagerie que vous souhaitez utiliser pour écrire l'ensemble du rapport de bogue.</b>
it: <b>Scegliere il client email preferito per scrivere la segnalazione completa.</b>
ja: <b>バグレポートを報告するのに利用するメールクライアントを選択してください。</b>
pl: <b>Proszę wybrać klienta poczty, którego chcesz użyć do napisania pełnego raportu o błędzie

source: Normal Bugreport
de: &Normaler Fehlerbericht
fr: Rapport de bogue normal
it: Segnalazione normale

source: A patch or some other easy procedure for fixing the bug is included in the bug logs. If there's a patch, but it doesn't resolve the bug adequately or causes some other problems, this tag should not be used.
cs: Záplata nebo jiný jednoduchý postup pro opravení chyby je součástí tohoto hlášení. Pokud je záplata přiložena, ovšem neřeší problém úplně, případně pokud způsobuje jiné problémy, neměla by se tato značka používat.
de: Ein Patch oder eine andere leichte Prozedur, die den Fehler behebt, ist im Fehlerprotokoll enthalten. Wenn es einen Patch gibt, der jedoch den Fehler nicht hinreichend behebt, oder irgendwelche andere Probleme verursacht, dann sollte diese Markierung nicht verwendet werden.
fr: Une rustine (« patch ») ou des éléments simples de résolution du bogue sont inclus dans le journal du bogue. S'il existe une rustine mais qu'elle ne résout pas le bogue de manière adéquate ou qu'elle cause d'autres problèmes cette étiquette ne devraient pas être utilisée.
it: Nella segnalazione è inclusa una patch o un'altra semplice procedura per correggere il bug. Se la patch non risolve correttamente il bug oppure causa altri problemi, questo tag non deve essere usato.
ja: バグ報告に、バグを修正するためのパッチや簡単な手順が含まれています。 パッチがあってもバグを適切に解決できない場合や別の問題を生じる場合は、 このタグは使うべきではありません。
pl: W logach błędu załączona jest łatka lub łatwy sposób postępowania w celu naprawienia błędu. Jeżeli łatka istnieje, ale nie rozwiązuje błędu odpowiednio lub sprawia inne problemy, ten tag nie powinien być używany.

source: This bug is relevant to the localisation of the package.
cs: Tato chyba se týká lokalizace balíku.
de: Dieser Fehler ist für die Lokalisierung des Pakets relevant.
fr: Ce bogue concerne la localisation du paquet.
it: Questo bug è importante ai fini della localizzazione del pacchetto.
ja: <このバグは、パッケージの地域化に関するものです。
pl: Ten błąd odnosi się do tłumaczenia pakietu.

source: This bug describes a security problem in a package (e.g., bad permissions allowing access to data that shouldn't be accessible; buffer overruns allowing people to control a system in ways they shouldn't be able to; denial of service attacks that should be fixed, etc). Most security bugs should also be set at critical or grave severity.
cs: Tato chyba popisuje bezpečnostní problém v balíku (např. chybná oprávnění umožňující přístup k citlivým datům, přetečení zásobníku vedoucí k získání kontroly nad systémem, možnost útoků typu odepření služby, atd.). Většina bezpečnostních chyb by měla mít také závažnost „critical“ nebo „grave“.
de: Dieser Fehler beschreibt ein Sicherheitsproblem in einem Paket (z.B. falsch gesetzte Rechte, die Zugriff auf Daten erlauben, auf die nicht zugegriffen werden sollte; Pufferüberlauf, der es den Leuten erlaubt, das System so zu kontrollieren wie sie es eigentlich nicht dürften; Diensteverweigerungs-Angriffe, die behoben werden sollten, usw.). Die meisten sicherheitsrelevanten Fehler sollten außerdem auch auf die critical- oder grave-Dringlichkeitsstufe gesetzt werden.
fr: Ce bogue décrit un problème de sécurité dans un paquet (par ex. : mauvaises permissions permettant l'accès à des données qui ne devraient pas être accessibles, dépassement de limite de tampon permettant à des gens de prendre le contrôle d'un système par des moyens illicites, attaques par dénis de service qui devraient être résolues, etc.). La plupart des bogues de sécurité devraient aussi être signalés par le niveau de gravité critique (« critical ») ou grave (« grave »).
it: Questo bug descrive un problema di sicurezza in un pacchetto (es. permessi sbagliati che consentono l'accesso a dati che non dovrebbero essere accessibili; «buffer overrun» che consentono a qualcuno di controllare un sistema in modi in cui non dovrebbe; attacchi «denial of service» che devono essere corretti ecc.). La maggior parte dei bug di sicurezza devono inoltre essere impostati con gravità critical o grave.
ja: このバグはパッケージのセキュリティ問題を説明します (例: アクセスされてはいけないデータへのアクセスを許可する不正な許可属性がある、 やれるべきではない方法でシステムを制御できるバッファオーバーフローがある、 修正すべき DoS 攻撃の穴がある、等)。ほとんどのセキュリティバグは、critical (致命的) や grave (重大) の severity (重要度) も設定すべきです。
pl: Ten błąd opisuje problem związany z bezpieczeństwem (np. złe uprawnienia zezwalające na dostęp do danych, które nie powinny być dostępne; przepełnienia bufora pozwalające ludziom kontrolować system w sposób jaki nie powinni; ataki DOS, które powinny zostać naprawione, itp.). Większość błędów bezpieczeństwa powinna mieć ważność critical lub grave.

source: &Tags:
cs: Znač&ky:
fr: É&tiquettes :
it: &Tag:
ja: タグ(&T):
pl: &Tagi:

source: <b>Please enter a short summary. Severity and Tags are optional.</b>
cs: <b>Zadejte prosím krátký souhrn. Závažnost a značky jsou volitelné.</b>
de: <b>Bitte geben Sie eine kurze Zusammenfassung ein. Dringlichkeit und Tags sind optional.</b>
fr: <b>Saisissez un court résumé. La gravité et les étiquettes sont optionnelles.</b>
it: <b>Inserire un breve riassunto. Gravità e Tag sono facoltativi.
ja: <b>短いサマリーを入力してください。重要度とタグは必須ではありません。</b>
pl: <b>Wprowadź krótkie podsumowanie. Ważność i Tagi są opcjonalne.</b>

source: &Summary:
cs: &Souhrn:
de: Zu&sammenfassung:
fr: &Résumé :
it: Ria&ssunto:
ja: サマリー(&S):
pl: Pod&sumowanie:

source: S&everity:
cs: Závažnos&t:
de: Dringlichk&eit
fr: &Gravité :
it: &Gravità:
ja: 重要度(&e):
pl: Waż&ność:

source: &WNPP Bugreport
de: &WNPP Fehlerbericht
fr: Rapport de bogue &WNPP
it: Segnalazione di bug &WNPP

source: WNPP &Action:
de: WNPP &Aktion:
fr: Action WNPP :
it: &Azione WNPP:

source: Short Package &Description:
de: Kurze Pa&ketbeschreibung:
fr: &Description courte :
it: &Descrizione breve del pacchetto:

source: Alt+C
cs: Alt+Z
de: Alt+A
fr: Alt+A
pl: Alt+A

source: patch
fr: rustine

source: security
de: Sicherheit
fr: sécurité

source: &Additional Info
cs: Dod&atečné informace
de: Zusätzliche Inform&ationen
ja: 追加情報(&A)

source: &New Bugreport
cs: &Nové hlášení o chybě
de: &Neuer Fehlerbericht
ja: 新規バグレポート(&N)

source: Click on bugreport to see the full conversation below
cs: Pro zobrazení celé konverzace klikněte na chybové hlášení
ja: バグレポートにクリックすると、該当バグレポートの対話の記録を下に表示する

source: <h2>Using Reportbug-NG</h2> <h3>Step 1: Finding Bugs</h3> <p>To find a bug just enter a query and press Enter. Loading the list might take a few seconds.</p> <p>The following queries are supported: <dl> <dt><code>package</code></dt><dd>Returns all the bugs belonging to the PACKAGE</dd> <dt><code>bugnumber</code></dt><dd>Returns the bug with BUGNUMBER</dd> <dt><code>maintainer@foo.bar</code></dt><dd>Returns all the bugs assigned to MAINTAINER</dd> <dt><code>src:package</code></dt><dd>Returns all the bugs belonging to the SOURCEPACKAGE</dd> <dt><code>from:submitter@foo.bar</code></dt><dd>Returns all the bugs filed by SUBMITTER</dd> <dt><code>severity:foo</code></dt><dd>Returns all the bugs of SEVERITY. Warning this list is probably very long. Recognized are the values: critical, grave, serious, important, normal, minor and wishlist</dd> <dt><code>tag:bar</code></dt><dd>Returns all the bugs marked with TAG</dd> </dl> </p> <p>To see the full bugreport click on the bug in the list. Links in the bugreport will open in an external browser when clicked.</p> <h3>Step 2: Filtering Bugs</h3> <p>To filter the list of existing bugs enter a few letters (without pressing Enter). The filter is case insensitive and affects the packagename, bugnumber, summary, status and severity of a bug.</p> <h3>Step 3: Reporting Bugs</h3> <p>You can either provide additional information for an existing bug by clicking on the bug in the list and pressing the "Additional Info" button or you can create a new bugreport for the current package by clicking the "New Bugreport" button.</p>
ja: <h2>Reportbug-NG の使いかた</h2> <h3>Step 1: バグを探す</h3> <p>バグ報告をみつけるためには、検索語を入力しエンターキーを押してください。リストのロードに数秒かかる可能性はあります。</p> <p>下記の検索がサポートされています： <dl> <dt><code>package</code></dt><dd>PACKAGE に所属するバグの表示</dd> <dt><code>bugnumber</code></dt><dd>BUGNUMBER のバグを表示</dd> <dt><code>maintainer@foo.bar</code></dt><dd>MAINTAINER に割り当てられているバグ全て</dd> <dt><code>src:package</code></dt><dd>SOURCEPACKAGE に属するバグ全て</dd> <dt><code>from:submitter@foo.bar</code></dt><dd>SUBMITTER が登録したバグ全て</dd> <dt><code>severity:foo</code></dt><dd>SEVERITY のバグを全て取得します。このリストは非常に長い可能性があるので気をつけること。可能な値は: critical・grave・serious・important・normal・minor・wishlist</dd> <dt><code>tag:bar</code></dt><dd>TAG のついているバグを全て表示</dd> </dl> </p> <p>バグレポートの全文を確認するためには、リストの中のバグを選択してください。バグレポート内のリンクはクリックすれば外部ブラウザで開きます。</p> <h3>Step 2: バグをフィルタリングする</h3> <p>既存のバグの一覧からフィルタするには、（エンターをおさずに）いくつかの文字を入力してください。フィルタは大文字・小文字を無視し、 バグレポートのパッケージ名・バグ番号・サマリー・ステータス・重要度から検索します。</p> <h3>Step 3: バグの報告</h3> <p>既存のバグレポートをクリックして「追加情報」ボタンをおすことでに追加情報を提供することもできますし、新しいバグレポートを「新規バグレポート」ボタンを押すことで登録することができます。

source: of source package
ja: ソースパッケージ

source: from submitter
ja: 送信者

source: of severity
ja: 重要度

source: with tag
ja: タグ

source: assigned to
ja: 担当者

source: with bug number
ja: バグ番号

source: for package
ja: パッケージ

source: <h2>Fetching bugreports %s %s, please wait.</h2>
ja: <h2>%s: %s のバグレポートを取得しています、お待ちください。</h2>

source: &OK
ja: OK(O)

source: <b>critical</b> makes unrelated software on the system (or the whole system) break, or causes serious data loss, or introduces a security hole on systems where you install the package. <br> <b>grave</b> makes the package in question unusable or mostly so, or causes data loss, or introduces a security hole allowing access to the accounts of users who use the package. <br> <b>serious</b> is a severe violation of Debian policy (roughly, it violates a "must" or "required" directive), or, in the package maintainer's opinion, makes the package unsuitable for release. <br> <b>important</b> a bug which has a major effect on the usability of a package, without rendering it completely unusable to everyone. <br> <b>normal</b> the default value, applicable to most bugs. <br> <b>minor</b> a problem which doesn't affect the package's usefulness, and is presumably trivial to fix. <br> <b>wishlist</b> for any feature request, and also for any bugs that are very difficult to fix due to major design considerations.
ja: <b>critical (致命的)</b> システム上の関係のないソフトウェア (またはシステム全体) を破壊する、重大なデータの欠落を引き起こす、または、そのパッケージをインストールしたシステム上でセキュリティホールが生じる場合。 <br> <b>grave (重大)</b> 問題のあるパッケージが使用できない、またはほとんど使用できない。またはデータの欠落を引き起こす、そのパッケージを使用するユーザのアカウントにアクセスを許してしまうセキュリティホールが生じる場合。 <br> <b>serious (深刻)</b> Debian ポリシーに対して見すごせない違反がある (大まかに言うと、"must" や "required" の要件に違反している)、またはパッケージメンテナの意見としてそのパッケージがリリースに適していないと判断された場合。 <br> <b>important (重要)</b> バグがパッケージの利用に大きく影響しており、対処しなければ誰にもまったく使用できない場合。 <br> <b>normal (通常)</b> デフォルト値。通常のバグ。 <br> <b>minor (軽度)</b> 問題がパッケージの利用に影響しない、かつ修正はたいした事がないと思われる場合。 <br> <b>wishlist (要望)</b> 将来的な要望、主に設計上の理由により修正が非常に困難なバグ。

source: Alt+A
pl: Alt+I

source: Bugnumber
ru: Номер ошибки

source: Last Action
ru: Последнее действие
